[
	{
	"title": "Outpost Struck by Mercenaries, AI Core Destroyed! Dated: Jan 11, 2570",
	"body": "<p>Recently, Local Outpost-21 was struck by an incredibly lethal strike by unknown mercenary forces, a missile barrage was sent to overwhelm station defences, allowing two drop pods to slip in: one impacting near the southern lake, the other impacting in the bar's Drunk Tank, both containing a small team. The first gaining a surprise attack against station engineers, causing severe damage. While the other waited and struck later, the leader reported to be utilizing a variety of weapons and a localized shield, allowing their team to work to strong effect, inflicting three casualties.</p><br><p>However, the rogue intruder was brought down by security forces, though strapping explosive charges to their chest prior to death, presumably to prevent capture of themselves or their equipment.</p><br><p>Crew accounts state that a shadekin EMT was largely responsible for minimizing the damage the lead sniper could do, by warning crew away from windows and walls too close to where the individual was, and allowing security to properly engage and neutralize the target.</p><br><p>The following day, the AI core was overrun by an erronious lawset, resulting in two borgs self destructing to kill or maim crew, and the eventual self-destruct of the AI core when the crew tried to reclaim it and reset their laws... while the source of the hack is largely unknown, it is suspected it may be linked to the mercenary team from the day prior, likely using a sophisticated AI of their own to continually reset the station AI's laws.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "A new year and new decade! Dated: Jan 5, 2570",
	"body": "<p>Outpost 21 has seen a very productive and interesting year, and with the turn of the decade, E-Shui would like to wish all staff a happy new year, and the best of success to each employee over the next decade, and wish to provide a quick summary to catch up new employees in such a time of growth.</p><br><p>The Skrell and Unathi war continues, with open conflict in space of both nations and multiple stations being traded in ownership. While Solgov has remained out of the war, E-Shui has seen conflict from Skrell forces attempting to probe station defenses, and confirmed Syndicate forces hoping to seize the chaos.</p><br><p>Redspace research has been given a green-light from SolGov on local Outpost-21, due to the station's unique location. However, E-Shui would like to remind crew to be cautious, as multiple companies have been producing and selling fake, unreliable, and unsafe devices mislabeled as 'redspace' attempting to capitalize on the new discovery. Crewmembers are strongly encouraged to use caution when utilizing any unconfirmed devices, and provide no information to off-station individuals claiming to have knowledge of redspace, as they are likely scams.</p><br><p>Local Outpost-22's construction is underway, with the goal to provide enhanced fire support for Muriki, monitor long-term terraforming progress, and provide a more secure location for more risky research.</p><br><p>Outpost 18's renovations of the Xenochimera wing, and psych wings have been completed.</p><br><p>Muriki has won the award for 'Most Haunted Planet In the Sector' for the 12th year in a row, and has risen from 'Most Haunted Planet In Known Space' from 7th place, to 5th place.</p><br><p>The Wizard federation continues to impose sanctions on all cultures claiming to have 'magic' at their disposal, and ES would like to remind that 'spellbooks', 'wands', 'scrolls', and other 'magic' items should be turned in immediately.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Automated Archival Notice",
	"body": "<p>Scheduled network sync complete. Records have been archived. Proceeding with regular operations. Happy Earth new years from E-SHUI.</p>",
	"author": "ES-Net-Test",
	"message_type": "System Test"
	}
]
