[
	{
	"title": "Santa Attack! Dated: Dec 27, 2569",
	"body": "<p>Yuletide at Outpost 21 once again came under fire from wizards, this time basing their identities on the Sol III religious figure, 'Santa', identifiable by their red clothing and distinctive hat causing both cheer and mayhem.</p><br><p>For those unfamiliar, in Sol culture, there is a 'Good' and a 'Naughty' Santa. The 'Good' Saint Nick one has white facial fur and skin and will give presents to those who are good but only after sitting on his lap and telling him what you want, while the 'Naughty' Krampus has black facial fur and skin and eats those who are naughty. The criteria for what constitutes 'Good' and 'Naughty' is unclear.</p><br><p>The full extent of the damages are unknown, but targeting key personnel crippled the site's operational capacity and damaged key infrastructure at the time of the incident. The combined efforts of the Engineering, Medical, and Security teams kept things on track despite the chaos caused by the appearance of such powerfully disruptive beings.</p><br><p>Both Santas were either driven off or eliminated on site, but should be considered at-large and likely to return on a similar date in the future.</p>",
	"author": "Nibbles",
	"message_type": "News Article"
	},
	{
	"title": "Outpost-21 Terraformer Scarred: Is The PTL Secure? Dated: Dec 5, 2569",
	"body": "<p>Recently, local Outpost-21 was attacked by an individual whos identity has not been released. After multiple small firefights and several injuries on station, they managed to commandeer the orbital PTL station, likely via hijacking the engineering shuttle, and after a standoff and failed extortion, they recalibrated the PTL beam via malicious software to target the terraformer.</p><br><p>Station security teams, although successful in attacking and forcing the individual off of the station, were unable to stop the beam from being redirected, the reasoning for why is still under investigation, as destroyed security cameras are hindering efforts.</p><br><p>In the meantime, medical teams led by CMO Schale and CE Aiektaaknell have been hard at work repairing damage to the durasteel shell, internal support structures, nearly a half mile of scarring and necrotizing flesh, along with countless miles of damaged substructure beneath the ground. While QM Ed'reith Foley has been leading mining teams to stabilize rock walls and caveins caused by the earthquakes.</p><br><p>The terrositic misuse of the PTL, and the inability for security teams has many higher-ups at E-Shui questioning if the PTL station is a proper solution for power for the secure facility, despite it being commonly used throughout the sector in various SolGov stations. Regarding that 'This wouldn't have happened with a standard planet-side engine.'</p><br><p>In other news, the holidays have arrived and all E-Shui stations are encouraged to get into the holiday spirit, with even reports that the abandoned bridge at Outpost-21 has been decorated, though by who remains unclear, as E-Shui Central Command assures there are no stowaways taking permanent residency on station grounds.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Defeated on Outpost-21, Crew Didn't Know They Did It. Dated: Oct 5, 2569",
	"body": "<p>Recently, another attack occurred on Outpost-21, taking place on B-Shift. Three Skrell operatives had snuck aboard the station, and taken refuge in Atmospherics, taking two crew hostage, and apparently were trying to ignite the station's air supply.</p><br><p>However, security forces were quick to dispatch the attack and assault, with HoS Dirge Dallund stating: 'Honestly, we had no idea they were there. We had just finished mopping up some problematic people in science when we heard engineering went on lockdown and there were gunshots... nobody answered, so we figured they wanted to be next. Amazing how convincing tank treads can be.'</p><br><p>The conflict caused minor damage to the station, and one of the operatives was able to be revived and captured for future interrogation. E-Shui would like to remind that while the end result was significantly satisfactory, with an estimated 10 minutes from initial arrival to suppression, that excessive usage of heavy armor and weaponry against crew is discouraged, and crew should not attempt to 'rebel' or 'secede' from the station, to prompt such actions from security forces.</p><br><p>In other news, that same shift, a B-Shift employee set a verified SolGov Record for the most amount of meatpizzas consumed in 1 hour, with an impressive 214 whole pizzas devoured.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Outpost-21 Attacked by Skrell Bioweapon! Dated: Sep 29, 2569",
	"body": "<p>Recently, local Outpost-21's reclamation yard was impacted by a ship of apparent Skrell origin, with a hostile and invasive creature known as 'Metroids' on board. These creatures rapidly took over the reclamation yard, and when crew went to investigate, hijacked their way to the station, leading to a multi-hour gunfight involving all crew on the station, and the destruction of several departments and vehicles, and the death of a few crewmembers.</p><br><p>Footage, and reporting of the incident has been sent to SolGov command, with already members of state considering it an act of war, and calling for SolGov to join the Unathi, Teshari, and recently Vulpkanin worlds against the Skrell States. However, many individuals worry about the consequences of such involvement in a rapidly expanding war. While the footage and reports of the incident are largely classified, viewing of them by current E-Shui crew is authorized for training purposes, but is not to be shared on any exonet communications under any circumstance.</p><br><p>Central Command would like to congratulate the individuals involved in the attack, led by Head of Security Cracker and Medical Director Calza, and will be hosting an award ceremony on the following C-Shift, (Oct 3rd) to officially recognize all those involved in the defense of the station.</p><br><p>Further, Central would like to commend the D-shift borgs, and all station janitors that volunteered for extra duty on D-shift to clean up the mess of over 300 metroid corpses in and around station grounds.</p><br><p>This marks the fourth attack on Outpost-21 from Skrell forces, and with recent attacks on Outposts 20, and 17, crew are asked to remain vigilant, and be aware of any unknown actor that may be found on station, as they may be a Skrell operative or weapon.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Outpost-21 Finishes Sublevel Work. Dated: Sep 26, 2569",
	"body": "<p>Recently, local Outpost-21 had undergone extensive sublevel repair work. Blue Space Artillery (BSA) Ordinance was utilized to force caves and illegal tunnels to collapse, and while the structures were leveled with controlled demolition, drone teams had dug down into the ground to better reinforce the structures against continual sinkhole collapses utilizing large concrete pillars.</p><br><p>These concrete pillars will likely not effect crew operations, and are meant only to brace against any ground shifting in the event of cave collapse. In addition, the Bunker was rebuilt in a lower cave system and reinforced, allowing for better capability in threat suppression on station and more security for those seeking refuge within.</p><br><p>And while Central Command still has the lower caverns, or 'Underdark' as restricted access and discourages crew, they acknowledge incidents of crewmembers accidentally falling down cave openings, or being dragged down there by malicious actors, and as such, ERT construction teams have set up small shelters in the 'underdark' caverns for emergency usage for trapped crew awaiting rescue. But reiterates, this is not an excuse or reason to delve below.</p><br><p>Rebuilding of primary structures completed during Thursday's B-Shift, in time for C-Shift to 'put it through its paces.' And ensure crew that normal station operations should not be disrupted from normal, but wished to request Engineering teams to verify build code was adhere to during the rebuilding process.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Skrell Return and Medical Remodel. Dated: Sep 6, 2569",
	"body": "<p>Following response time failures and elevated shadekin activity with counter-phase weaponry awaiting SolGov approval:</p><br><p>Security team personnel on teams of less than 6 security individuals, or with a total crew of less than 4, or more than 20, are authorized to possess 1 red or blue armory weapon of choice and ammunition up to 1 magazine at all times, and are authorized to respond to any blue-level or higher threat with all force necessary immediately without elevating station code, if movement to elevate code would allow a threat to escape or retaliate against the station. Lethal ammunition and weapons are not to be used on crew that are not acting or declared as a red-level threat.</p><br><p>This extension does not apply to heads of staff, including a Head of Personnel acting as Head of Security, or any deputized crew. Only applying to security staff hired and assigned by central command, or synthetic security units. Robotics departments are authorized to install any weapon system into synthetic 'borg' units.</p><br><p>Further, individuals with lethal weaponry with no security on staff may only be charged with an Infraction, instead of Felony, as long as the weapon was not utilized against station crew.</p><br><p>This order is effective immediately until revoked.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "FRAGORD: Adjustment to Standard Operating Procedure for Authorized Equipment and Usage of Force. Dated: Aug 2, 2569",
	"body": "<p>An operative from the Skrell States was spotted on Outpost-21 once again, with an apparent intent to kidnap a crewmember. The station suffered minor damage during the ordeal, with Asset Reclamation being dispatched, though no trace of the skrell could be found on station.</p><br><p>The crew were recovered safe and sound in the bunker, with an apparent improvised explosive set up in front of the door, with an explosive charge and damage to the tanks suggesting a failed detonation. Though, ordinance disposal teams suggested that had it gone off, it would have had enough power to blow through the bunker door.</p><br><p>No crew were reported as casualties, and were returned to central safely.</p><br><p>In other news, remodeling to the Medical department was approved, and uploaded to station blueprints. Drone teams will be working around the clock to take advantage of the recent station damage to remodel the Medical department, to improve performance and efficiency, based off review from crew usage during the shifts.</p><br><p>Central requests that all medical staff provide feedback on the new layout, to continue improvements to station comfort and efficiency.</p><br><p>Finally, Central Command has issued a directive on the 'haunted corpses', following a few crewmembers disappearing to the rumored 'Redspace' and reappearing as one. And are recommending investigation, and careful action around these anomalies, suggesting to study them, instead of immediately destroying them. As destroying one that was a crewmember capable of revival, will be seen as medical malpractice.</p>",
	"author": "E-Shui CC Security Commander, Penance",
	"message_type": "Orders"
	},
	{
	"title": "Skrell Operatives Attack Outpost-21. Dated: May 1, 2569",
	"body": "<p>Local Outpost-21 was recently the attack of Skrell actors, one suspected of having ties with Skrelgov. The individual was detected quickly by the station AI, and encountered quickly by the on-duty Medical Director, and a Paramedic, when gunfire was exchanged, seriously injuring the MD, before they were able to down the assailant, who then activated an explosive implant. Killing both medics and causing minor damage to the station spine.</p><br><p>Energy signatures were later detected, and identified as a Skrell-made ship passing through at high velocity, releasing a single, small payload, originally missed during meteor and perimeter sweeps. Conflicting with the operative's 'syndicate' identification.</p><br><p>Both medics were able to be revived, however the assailant's brain and body were destroyed completely in the blast. Later, an insider threat was discovered with unknown objectives, also detonating in security after on-site staff attempted to remove the positronic core, resulting in the death of the RD, an officer, and severe damage to the security forensics ward.</p><br><p>After both were subdued, central command was placed on lockdown for insider threats and were forced to neutralize and restrain all staff on return to central command, however, no evidence of further threats was noted. Security Commander Penance was then requested on the following shift to provide training on appropriate responses to threats to the station.</p><br><p>C-Shift's Medical Director couldn't be reached for comment on why medics, and not on-staff security, responded to the initial threat, and subsequently lost their lives.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Outpost-21 Approves PTL Station. Dated: Feb 28, 2569",
	"body": "<p>Following positive approval from station engineers, and positive results of power sold to neighboring outpost 19, local outpost-21 has been given the green light on their Power Transfer Laser (PTL) Station; a new engine design designed to be better at teaching engineers their daily operations, safer operations, greatly enhanced power output, and engineer creativity in engine design experimentation. Engineers assure crew that targeting errors causing the beam to slice through the station have been corrected.</p><br><p>The temporary orbital station will be scrapped, and E-Shui officials would like to give thanks to the hard working shipbreakers for finding a sufficient vessel to house the new station, the former SGSV 'Lightshiner', found derelict after a meteor pierced the hull and detonated fuel lines, starting a fire that ultimately doomed the ship. Construction crews led by Chief Engineers Taaa and Aiektaaknell have been hard at work tearing down, rebuilding, and redesigning the vessel to house the new, permanent PTL platform.</p><br><p>In addition, due to structural reworks of the surface facility's security departments, and security concerns of its location, the AI core will also be located in geosynchronous orbit above Muriki, nearby to the new PTL station. Security personnel hope this change will allow for better enhanced security after a plot for AI hijack was foiled by A-Shift security forces.</p><br><p>In other news, Spring has come to Outpost-21 once more, and we would like to remind crew to be aware of the change of weather, and take adequate protections when venturing on EVA operations.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "New Engine To Be Tested At Outpost 21. Dated: Jan 24, 2569.",
	"body": "<p>Local Outpost-21 is set to receive a test version of a new source of transferring energy. Utilized on other stations on a smaller scale, the new setup will be a Power-Transfer Laser (PTL) design. This will allow much larger and more efficient engines to be utilized, even ones currently not authorized on planetary usage such as the supermatter or singularity engines. The laser will be set up on a close-range geosync station, where the engines will produce power, and will be transferred into the PTL to be fired down on the planet to ensure power output is reliable.</p><br><p>Currently, a test-design of the platform is accessible to station engineers via a shuttle parked nearby. Upon final approval of the engine, the orbital station will be reworked, finalized, and have access for the Mining Trawler, Medical, and Security shuttles, in addition to the engineering short-range shuttle.</p><br><p>While the collector array is not yet finalized in location, engineers can order one from Cargo, however, E-Shui command would like to remind engineers to take special caution when aligning the collector and emitter array on the orbital station, to avoid any accidental incineration of station property and crew.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Automated Archival Notice",
	"body": "<p>Scheduled network sync complete. Records have been archived. Proceeding with regular operations. Happy Earth new years from E-SHUI.</p>",
	"author": "ES-Net-Test",
	"message_type": "System Test"
	}
]
