[
	{
	"title": "'Merry Christmas from the Out-Post. Dated: Dec 24, 2568.",
	"body": "<p>We at the Out-post, on behalf of E-Shui, wish you all a Merry Christmas! An old SolGov holiday, whose origins have been lost to time and history. But the tradition of gift-giving, celebrating time with friends and family, and enjoying the company of each other is still holding strong, along with decorations all around the sector.</p><br><p>Whether you celebrate Christmas, the Day of Lights, Hanukkah, Winter Festivities Day, Hibernation week, or any of the countless holidays spawned from the season of festivities; we wish you all joy, happiness, and to celebrate the time with your friends and loved ones.</p><br><p>Those on shifts during the holiday days from Dec 20-Jan 2nd will be given the E-Shui standard of 2x base pay for those days. (SolGov has no mandate for holiday pay per the 2117 holiday ban.)</p><br><p>On Christmas Day, crews can expect free holiday meals and drinks across the sector, with hand-made desserts. Ask your chef or cargo department for more details and allergy information.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Is Memory Alteration Therapy right for you? Dated: Nov 22, 2568.",
	"body": "<p>Advancements in AI technology in 2554 have led to the ability for a Class-7 or higher Positronic unit to remove those traumatic memories, or remove the pain those memories cause, while letting you still remember the events that make you you!</p><br><p>In this revolutionary treatment, you and your Positronic doctor will share a VR space for as long as you need to go through your whole neural pathway to find each memory, emotion, and response that causes you distress, and carefully cut the pathways that lead you to emotional stress, anxiety, catatonic events, seizures, and more!(1)</p><br><p>Local AI Unit Tracer has developed this treatment for you, E-Shui personnel, at no cost to yourself!(2) This offer is not exclusive to only Outpost-21 workers, but is open to all E-Shui personnel in the sector.</p><br><p>Ask your doctor if Memory Alteration Therapy is right for you, and join the dozens of patients that now live a happy, PTSD-Free life.</p><br><p>--</p><br><p>Legal Notice: This treatment is still experimental and not legal in Unathi, Skrell, or the Vulp system. Or in the star systems, or territory of: Sol, Bernard's Star, or Alpha Centauri. Patients must be made aware of these restrictions, their options, and the side effects of the treatment prior to embarking. As of current Prometheans and vat-grown individuals are not authorized to undergo this experimental treatment under SolGov Regulation 1872-04B 'Experimentation on Fledgling Species', and under Skrellgov Vs Solgov On Behalf of Teshari Systems 13-04 'The Case Against Skrell Uplifting Slavery.' Individuals may not seek memory treatment for mental hardships less than 8 months old, and instead must be directed to traditional therapy beforehand.</p><br><p>(1): These statements are not evaluated under SolGov Legal Treatment and may not reflect all cases or patients.</p><br><p>(2): E-Shui will cover travel and housing, but not issue a meal ticket for those outside of Outpost-21</p>",
	"author": "E-Shui Pharmaceuticals",
	"message_type": "Advertisement"
	},
	{
	"title": "Thanksgiving returns to the systems. Dated: Nov 22, 2568.",
	"body": "<p>We at the Out-post would like to wish a happy Thanksgiving to all the outposts and stations we service. The year is drawing near an end, and the festivities of the year are drawing close.</p><br><p>For those unfamiliar, Thanksgiving, or 'Appreciation Day' is an ancient SolGov tradition that has since seen popularity in additional spaces, celebrating food and family, supposedly originally celebrating the harvest season and stockpiling food and bodyfat for the winters of Sol-3. Eating stuffed turkeys (A type of large plumed bird), cranberry sauce, and mashed potatoes. Chefs are encouraged to prepare a nice large meal for crew. Please remember: Avian crewmembers are not a substitute for turkey. We do not condone any 'stuffing' and eating of avian crew, although many stations have ordered a large surplus of biomass to account for the normal holiday demand.</p><br><p>In other news, most stations have seen temperatures dropping significantly recently, with winter fast approaching. Outposts 18, 19, and 21 should expect to see heavy snowfall beginning soon as temperatures drop and remain below freezing. Outpost-21 will likely see it in the coming days due to the significantly higher elevation than most stations. Outpost-20 is not expected to see snow, due to its equatorial and low elevation position, nor should the construction site of Outpost-22.</p><br><p>When the weather changes, we request crew remain safe and responsible. The terraforming enzymes are neutralized in the snow, and the acids tend to spread out in the flakes, however it may not remain as such when the snow on your person melts. Please exercise caution around ice, as slipping can prove hazardous around mountainsides, crevices, or local wildlife.</p><br><p>If currently station-supplied cold gear is insufficient for your operations in quality or quantity, please contact your cargo department and your local central command for future restocks.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "New defenses and training coming to Outpost-21. Dated: Oct 10, 2568.",
	"body": "<p>Recently, local Outpost 21 had suffered a major Chu'Ukara outbreak, resulting in the station needing to be shelled, however, only one crew member was reported lost after a headcount was performed at the reclamation yard, and due to incredible excess materials from the mining department's efforts in the past months, reconstruction was performed efficiently, and with minimal cost. An E-Shui rep commenting 'It's common for station shelling to be necessary with Chu outbreaks, this one went well, all things considered.'</p><br><p>However, following the incident, an E-Shui directive was put out to review station SoP and security refresher training on threat assessment. Local officer Keith Winters saying 'Security is spread too thin. Under no circumstance is the terraformer to be injured or killed, but we are also expected to assist with muster and lock down.'</p><br><p>In other news, E-Shui has authorized the usage of directional proximity mines, following a contract from PrimCo. These mines are to help supplement defenses in more secured areas where normal land mines might be too destructive, or too easily avoided. These mines have already seen significant usage on Outpost-19, following a xenomorph hive outbreak and were credited for saving the lives of many station crew during evacuation and reclamation procedures. In addition to being supplied with directional mines, the station's armory has also received an expansion, due to complaints of cramping with the new tools.</p><br><p>The directional mines have been a highly desired defensive item for Facility Director Khrutch Yizhnera, who had been requesting them ever since the installation of the current defensive measures on station, saying 'These devices, in addition to the armory expansion, will help our security forces, and the station itself, protect itself better against the threats of the future.'</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "E-Shui greenlights shadekin defensive measures on station. Dated: Sep 27, 2568.",
	"body": "<p>Many are aware of E-Shui's large expansion into defensive technologies, with their refining of bluespace artillery, crew-operational armored vehicles, and their advances into landmine technology. But one of the most mysterious, and proprietary devices is the Bluespace Disruption Shield, sometimes called the 'anti-shadekin fields.' Long have rivals tried to figure out how this technology works, at dephasing shadekin that draw across the fields tearing across bluespace like a safety net. However, E-Shui has always remained tight lipped on this secret, or how they made such advances into such an unknown area of research...</p><br><p>And while that has not changed, they have given authorization, after many long years, to deploy small versions of these onto stations, using local Outpost-21 to gauge effectiveness and crew responsibility of the new devices. When anchored down, they can be triggered to fire off a small disruptive pulse that'll de-phase any shadekin nearby, allowing crew to finally counteract the red-level threats, if utilized carefully. Local warden Cracker could not be reached for comment.</p><br><p>We at the out-post would like to remind that no matter how cute, fluffy, hot, or horny a shadekin, stowaway, or any other station threat may appear to be, they are still a threat to the station, and appropriate actions must be taken to defend the station, crew, and the terraformer.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "A Flavorful Guide to Outpost 21, Vol.2. Dated: Sept 16, 2568.",
	"body": "<p>A frequent question at Muriki Central is, 'What is it like working topside?' Only a fraction of those down below are cleared for work on the surface at Outpost 21, and the danger and rumors of odd happenings create a certain mystique! What follows is a continuation of our candid peek into life on the surface of Muriki and the fine folk who work there:</p><br><p>Taaa - (former) Chief Engineer (current) Janitor - Teshari - A bit of an odd one, the first sound I heard from this teshari was a screech! He speaks in an odd dialect in common, preferring to speak in his native Schechi when possible. Though he has some memory gaps and cannot recall exactly how long he has worked at Outpost 21, this tough teshari has some incredible accomplishments under his belt during his time here and has worked seemingly all across the galaxy! His one piece of advice: Stay out of the Underdark. Do not unleash what lurks down there...</p><br><p>Flavor - A mixture of pleasant spice, both invigorating and with some kick to it. Don't let the gray fool you, either. It holds some satisfying richness to it that mixes well with the warm kick of spice in those feathers. 9/12</p><br><br><p>Zeeshi - Head of Development - Yinglet - A smallish yinglet who speaks with a distinct and charming lisp. She finds the work challenging yet fulfilling and still learns something new every day! However, she says that work on the surface is not for the faint of heart or stomach, but that “zhe chance of first dibs on a paradise world is one hell of a hook.” In a word of encouragement, Zeeshi noted that while her species is not known for its intelligence, really it just takes that right fixation. Also that working in a team is “peak yinglet.”</p><br><p>Flavor: Like mixing mango and clam juice together in a deliciously warm orange coloration that is as pleasant on the tongue as it is on the eyes 10/12</p>",
	"author": "Mica Shimmerfluff",
	"message_type": "Opinion"
	},
	{
	"title": "A Flavorful Guide to Outpost 21. Dated: Sept 12, 2568.",
	"body": "<p>A frequent question I get at Muriki Central is 'What is it like working topside?' Only a fraction of those down below are cleared for work on the surface at Outpost 21, and the danger and rumors of odd happenings create a certain mystique! What follows is a candid peek into life on the surface of Muriki and the fine folk who work there.</p><br><p>Shawn Foley - Quartermaster - Kivva - Friendly, amiable, and capable, this adaptable biological wonder keeps the crew supplied while dealing with threats and disasters ranging from demons to clowns to spider hoards to killer statues. 'Death is common', he says of working at Outpost 21, though as of this writing, this kivic powerhouse is still in his original sleeve! Despite the dangers, Shawn notes he has found success and acceptance working on Muriki.</p><br><p>Flavor: Leads with gray blandness but then the flavor expands into a rich, natural fruitiness, like mango served after soaking in grape juice. Under the gray, the tasty kivva's fur hides a subtle myriad of colors underneath. Quite the smorgasbord of flavor and color once you get past the seemingly bland exterior. 10/12</p><br><br><p>Tobin - Mechatronic Engineer - Teshari - Gorgeous purple feathers with yellow accents and a slight smudge of oil marked the relatively new hire's visage when met in the robotics labs, a gorgeously painted Burning Chrome Ripley on display. In the past, this mechgineer did forward exploration and surveying before getting hired by E-Shui, only to find that his particular niche had been mothballed years ago. He continues working with the robotics department despite a number of difficulties and setbacks, including being murdered the week prior by a stowaway that is still at large!</p><br><p>Flavor: The colors of the feathers lead the way bright, warming purples and rich, invigorating golds and greens, though the almost studiously bland overlaying flavor is a mild letdown 5/12</p>",
	"author": "Mica Shimmerfluff",
	"message_type": "Opinion"
	},
	{
	"title": "Trawler Nearly Destroyed Waste Department. Dated: Aug 25, 2568.",
	"body": "<p>Recently, the trawler at Outpost-21 had to make an intensive emergency landing, tearing the upstairs deck of the waste building off on landing, and burying itself 3 feet into the ground. Engineering reports from CE Trashfire report meteors had compromised almost every room, and re-entry heat had burned off most of the front of the hull. Internal audit is under review for if the pilot was licensed to fly the trawler or not. However, rumor is circulating that the pilot was killed upon arrival to the Reclamation yard, and the ship was piloted back by a supernatural entity some call 'The Speaker', local AI tracer informs that is improbable, and the accompanying robot Praethius was 'being humble.' And sensor reports suggest there may have been a cloaked ship in the area that might have been slightly responsible for the damage to the station trawler.</p><br><p>In other news, Outpost-20 recently came under an audit from their local central command, with disastrous results. The report had over 130 infractions, and many crew members are facing intensive fines and demotion, to include many heads of staff.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Outpost Now Hiring. Dated: Aug 16, 2568.",
	"body": "<p>The Out-post is now hiring for multiple positions, located at local Outpost 21, Outpost 20, and Outpost 18. Positions offered are both part and full time, with standard E-Shui employment benefits to both. Part-time positions allow you to be able to write and submit articles for review and publishing while maintaining the capabilities and authority of your normal E-Shui position, while full-time constitutes a complete transfer of position to one of the available roles.</p><br><p>Field reporters: Responsible for reporting ongoing or past events, crew interviews, documentation, and pre-writing of Out-Post articles.</p><br><p>Radio Station Operators: Operate the radio station, guide field reporters, maintain radio station security, and operate the station-wide radio playback. (Full time encouraged. Must be able to pass and maintain a security record check.)</p><br><p>Editor: Curate and review articles, spell check, and publish articles to our very own Out-Post! (Full time only. Position only available at Outpost 18)</p><br><p>Qualified and interested personnel are encouraged to apply at either your Central Command Employment Office, or your on-station Head of Personnel. Candidates must supply one article for review under 2000 characters to gauge writing style and capability. All applications will be manually reviewed, and must be in compliance with SolGov Regulations; 27, 872, 7710, and the Teshari Political Safety Acts.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "E-Shui Fined For Violation of Keith's Act. Dated: Aug 12, 2568.",
	"body": "<p>E-Shui has recently been found guilty by SolGov authorities after officials realized local Outpost-21, Outpost-22, and Outpost 17 all lacked 'Fallback Bunkers.' These bunkers were made mandatory in all planetary frontier stations after the disaster on Nanotrasen's 'Tether' station in the Virgo system in 2532, where a fire started from the planet's phoronic atmosphere and incinerated all three lower levels of the station, killing 72 crewmembers with no form of shelter or escape after the Space Elevator failed. So named 'Keith's Act' after a crewmember by the name of Keith Simons survived the phoron fire by taking refuge in the turned off Phoronics burn chamber for 36 hours until rescue arrived.</p><br><p>The incident then required 'Phoron Bunkers' to be installed on the station, and later expanded to require Fallback bunkers on every planetary based installation in case of; natural disasters, shelling, ship crashes, or any other disaster where evacuation is not possible and crew need immediate shelter to protect their lives.</p><br><p>E-Shui has paid the SolGov minimum of 4,725,000 Thalers per violation, and assures the payment will not be coming out of employee paychecks or pensions, and further clarifies the recent allowances for stations to mass export valuable chemicals synthesized on shift is 'coincidental and completely unrelated to the fines.'</p><br><p>While Outpost-22 is still undergoing drafting, Outpost-17 has already begun construction on their bunkers; one located in the civilian department near the arrivals elevator next to research, with the other being located in the prison ward near security and cargo on the other side of the ravine.</p><br><p>Local Outpost-21 has determined their construction site to be located underneath the mountains accessed via a new tunnel continuing off the civilian connection tunnel past tools storage. Although construction has not yet begun at time of writing.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Mass Chemical Synthesis to Come to Outpost 21. Dated: Jul 27, 2568.",
	"body": "<p>E-Shui has approved the construction of a mass chemical refinery lab, zoned to be located East of the engineering department, to unite engineering, cargo, research, and even medical, in the production of medications and synthetic chemicals at an industrial scale, to help aid in station funding.</p><br><p>While opponents argue that it will 'negate the usage of chemistry', local technician Tretch Qet assures that the complexity of the production will negate any potential takeover, Mr. Qet assures that the normal chemical dispensers in Medical will still be necessary for usable amounts of medication in any reasonable timeframe, saying even a skilled technician might take several hours to produce even simple medications, though the bulk produced afterwards makes it excellent to sell, and restock central command's own supplies of medications.</p><br><p>Currently, blueprints are still being drafted on the new department's layout, with a key issue being the massive size requirement, mixing with the necessity for structure and lighting. The sub-department is expected to be finished in the next coming weeks, with price updates for chemical synthesis expected to be done as soon as Glares-Over-Desks can run the numbers.</p><br><p>In other news, engineering celebrates a new mailing room, officially marking every department minus the bridge having a dedicated mailing room.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Deeper; yet deeper. Dated: July 14, 2568.",
	"body": "<p>Recently, upgrades to seismic monitoring equipment detected a newer cavern layer, about 150 feet below the river and current basement of E-Shui. Panic and curiosity quickly spread about this new discovery on a recent shift as crew members found a long-lost ladders down into these deeper caves, later, further cave-ins have been found collapsing into the caverns below.</p><br><br><p>These caves appeared to be slightly more mineral-rich than the current basement levels, which seems consistent with deep-drilling operations on the basement levels. However, these areas are quickly falling under E-Shui scrutinization with rumors of the terraformer growing out of containment, sparking concerns of continued growth into the station, and trying to find any breaches in the durasteel shell, or more worryingly: new growths not connected to the main terraformer.</p><br><br><p>While E-Shui bioengineers are currently working to solve the causes of the issues.</p><br><br><p>Since then, prospectors have discovered massive nests of spiders, ancient traps and residue. E-Shui officials had this to say: 'We request station crew to remain out of the lower sections. as we have detected multiple cave-ins since the discovery, some worryingly close to the station spine. Please remain in the primary three station floors.'</p><br><br><p>Medical staff would like to remind as well, supplied hoists are available for emergency rescue for anyone falling into newly exposed caves.</p><br><br><p>In addition, local Chief Engineer Trashfire would like to remind and warn that despite best efforts, the Abandoned bridge still remains a location of many stowaways seeking shelter from the weather, and would like to warn station staff to avoid antagonizing the stowaways as some do not speak common, and are likely to get aggressive upon encroachment into 'their' space.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Swoopie-XL User Manual. Copyright: 2568",
	"body": "<p>Thank you for your station's purchase of our flagship Swoopie, XL size! These machines are leading class in pest removal. All Swoopies come with a Class 4 Drone-AI chip, similar to that found in standard construction drones. Pre-built laws on standard-issue Swoopies are: 1: Maintain station cleanliness. 2: Avoid interfering with crew duties.</p><br><br><p>While it may seem at first like they struggle to clean large areas, or those pesky corners; have no fear! Thanks to the crew handles on their chins, simply borrow their head, point it at whatever you need cleaned up, and open the beak, they'll succ-vacc whatever filth they might have missed in their normal patrol patterns. This, combined with their lower-level intelligence means they're not a rival to your station's janitorial staff like many more intelligent Cyborgs and Robots, but instead a useful tool and companion to your staff! If they suck too much (or too little) simply 'Disarm'(TM) your Swoopie! Using the built-in switch, you can control suck strength to maximize clean, and minimize recovery.</p><br><br><p>If your Swoopie cleans up something it shouldn't, don't panic! You have two options: Either utilize the built-in ejection lever, located at the front of the chest, or smack it with a newspaper. Much like many station guard Oties, they're programmed to understand when they're being scolded, and eject anything inside of them.</p><br><br><p>If your Swoopie becomes damaged, speak to your local Robotics department for small-scale repairs, a Technical Manual is also included with your purchase. Should your Swoopie become destroyed, new models can be ordered from your local Cargo department.</p><br><br><p>We thank you once again for your purchase of our top of the line cleaning products, and look forward to future business with you! Please contact us at [Warning: External addresses not authorized on E-Shui Newsnet] for any comments, questions, concerns, or legal matters.</p>",
	"author": "Primco Products",
	"message_type": "Excerpt"
	},
	{
	"title": "The Great Shift. Dated: May 22, 2568.",
	"body": "<p>There is still no true explanation for the nearly sector-wide power failure that occurred two days ago, seeming sector-wide.</p><br><br><p>While the power failure only lasted a few seconds, half a minute for the slowest devices to reboot, it caused an intense amount of disruption across the sector, and plenty of worry from security and administration. However, no known technology is capable of producing such a massive EMP, and scientists insist that such an EMP would have a travel time, and more damage towards a point of origin, rather than simultaneous failure, logged at exactly 25680520:0817 ESST. (E-Shui Standard Time.)</p><br><br><p>However, many have noticed a seeming shift in stellar locations, with astronomers saying 'It's as if the whole galaxy shifted 6 degrees to the left', while everything is still visually the same, equipment pointed directly at stars seems to have shifted to the side.</p><br><br><p>Field reporter Lux remarked 'Things feel different. Not bad or good; just different.' While some believe it to be connected to Muriki's second moon, which held the award for 'most haunted location in the galaxy' until it was destroyed, haunted ever since the transport ship 'Honk-a-lala' crashed into it, killing all 1472 crewmembers on board the 17 man ship.</p><br><br><p>--</p><br><br><p>In other news, additional wildlife has been reported on Muriki's Outpost-21, officials believe they may be stowaways from a ship that crashed approximately three miles south of Outpost-21, carrying cargo and livestock for a nearby system. Many of these creatures are likely to perish in the enzymatic rains of the planet, and will not likely be a concern to station crew, though security teams would like to remind crew to remain cautious when exploring outside, or in the caverns of the mountain, as some creatures may have found shelter from the acids in the comparatively tame atmosphere of the caves.</p>",
	"author": "Radio Gremlin",
	"message_type": "Opinion"
	},
	{
	"title": "E-Shui Moves Forward With Restructure. Dated: May 18, 2568.",
	"body": "<p>Recently, E-Shui officials have made the final confirmations on the decision to move Robotics to the Engineering department. Local construction teams have approved blueprints to relocate the mechanical and repair wards to Engineering, with talks ongoing about the circuitry lab to follow.</p><br><br><p>The decision follows several weeks of debate, with opponents saying 'The decision to move robotics will heavily hinder their production without access to the research department's tools,' and 'the decision is only being made to band-aid the problem of overhiring research and underfunding engineering.' While supports argue the move will assist in cross-department cooperation and makes more logical sense, saying 'AI repair and electronics are already the job of the engineer, why are drone fabricator repairs done in engineering, but the drones and synths in research? The people are already trained, and know the material' as well as arguing for material security in lieu of multiple break-ins.</p><br><br><p>E-Shui also reminds that any members of the research team currently assigned to robotics can choose to repurpose in research, or can be transferred to the engineering team, with construction and engine training to follow at a later date. E-Shui will provide training on engine operations and other engineering training not already covered in the robotics electrical safety courses, provided by Chief Engineer Aiektaaknell, or other engineering crew, at request.</p><br><br><p>Local Research Director Trashfire could not be reached for comment.</p><br><br><p>Construction is likely to be made in the coming days, and local AI Tracer would like to remind research teams to not leave personal belongings in either construction sites, or they will be likely recycled into construction materials.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "The Great Suck. Dated: Apr 27, 2568.",
	"body": "<p>Recently, local terraforming station Outpost 21 suffered an anomaly that can only be described as 'An eldrich apocalypse', in an event that would stir superstition in any less developed world, the atmospheric pressure dropped from the average 102kPa, to nearly 40kPa. The massive drop in air pressure caused minor structural damage and widespread confusion and panic throughout the outpost.</p><br><br><p>However, the event was not supernatural caused, or even a 'worm-hole technology designed to suck out atmosphere from planets for syndicate usage' as some speculated, but instead a minor health issue in the terraformer, caused by a recent tesloose. Tissue had been electrified and jolted, causing a delayed reaction in the terraformer, that started to cause, for lack of better terms, hiccups.</p><br><br><p>In response to uneven respiration jolting the terraformer, it began a biological process similar to that of breathing in and holding your breath to reset the diaphragm, causing it to inhale at least half of the planet's atmosphere into its many, massive lungs. This also caused severe structural damage to the terraformer's shell which has since been repaired, and caused outpost-21 to be evacuated in fears of massive structural damage when the terraformer exhaled all this gas again, or worse, if it belched.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Natural selection, and the maintenance pancake. Dated: Apr 14, 2568.",
	"body": "<p>I had warned them all! The horrors of this planet are too strong to tame by mortal beings such as we! Just this morning a new breed of maintenance slug was discovered, using it's adhesive coating to dislodge, and push itself beneath a landmine! Wearing them like a naturally adapted form of ERA!</p><br><br><p>We have given nature too much power, and now it has come for all of us in return! The BOOM-SLUG is real, and you all mocked me! You mocked the man you all called stumpy! Well now who's laughing when the landmine transporting slugs decide to cast off it's fragment charged shell upon ye! And you are whisked into my reality!</p><br><br><p>Stalkers of maintenance beware! Your prophet at radio gremlin has seen the future, and none of you ass hats could possibly know where your next safe step will be!</p>",
	"author": "Radio Gremlin",
	"message_type": "Opinion"
	},
	{
	"title": "BLOODSTAR OF THE NORTH: Collapse of the singulo edition. Dated: Apr 14, 2568.",
	"body": "<p>In the depths of space, no one can hear you kick ass.</p><br><br><p>BLOODSTAR OF THE NORTH: Collapse of the singulo edition, platinum collectors pack.</p><br><br><p>Relive the stunning events of 2562 as Neo-Northstar's singularity core breaks down, and the station is overrun by changlings, syndicate agents, and hostile wizard enthralled clowns. While an unspeakable cult attempts to convert the wail of the singularity sheering the hull into the cry of their dark forgotten god!</p><br><br><p>ONLY 73 monthly payments of 666T and you can own your own sleeper unit, PREPACKAGED with BLOODSTAR OF THE NORTH: Collapse of the singulo edition.</p><br><br><p>BLOODSTAR OF THE NORTH: Collapse of the singulo edition, platinum collectors pack.</p><br><br><p>Phoronic Stardust DLC included.</p><br><br><p>Now on sale at your nearest NANOTRASEN VR-SLEEPER dealership.</p>",
	"author": "NANOTRASEN VR",
	"message_type": "Advertisement"
	},
	{
	"title": "Maintenance kill count, and meteor shower. Dated: Apr 14, 2568.",
	"body": "<p>A few months ago, local outpost 21 received clearance to 'trap' maintenance. Since then, crewmembers have been hard at work adding, and rapid-defusing, many of the traps in maintenance. But the question of investors is 'is it working?' Local AI Tracer has compiled the data of every report. According to the data supplied; traps have killed approximately: 73 spiders, 17 chus, 110 Clowns, and countless mice and jils. Crew casualties estimate at 24. Structural damage has been largely relegated to support walls, rock walls, and plating. Damage to critical wires and air pipes has been minimal. Resulting in a stamp of approval from central command. The 'Passive Deterrance' policy is expected to roll out to outposts 20, 19, 18, and 14, in the coming weeks.</p><br><br><p>However, the traps have been met with a large amount of criticism, especially from new security teams; wondering why the station needs traps. Further, following seizmic activity resulting in sections of ground collapsing to the caves below, and a 4.2 earthquake that shook debris off the mountain, some are thinking the sudden surge of explosive traps is causing destabilization in the wet ground. E-Shui officials were quick to point out it's more likely to be the result of mass on-grounds mining.</p><br><br><p>---</p><br><br><p>In other news, Outpost-21 recently passed through an asteroid field that used to be the second moon. While much of the rock debris became the ring we all enjoy in the night sky, large sections were left behind in uneven orbits. Recently, much of that came raining back down in brilliant displays of color and fire. After structural damage to the station was repaired, survey drones reported a 'higher than usual' concentration of ore deposits on station grounds. Local mining teams could not be reached for comment.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Outpost Rebellion! Dated: Apr 3, 2568.",
	"body": "<p>Recently, Outpost-19 suffered from a insurrection attempt, leading to the deaths of dozens of crewmembers. Outpost-19, a local gas refinery station orbiting the gas giant Terpeian, in the SL-329 system, most known for supplying many of the necessary materials for the construction of Outposts 20, and 21.</p><br><br><p>Recently plagued by harsh conditions and supply issues due to a Skrell blockade in a border skirmish in the nearby SL-331 sector, the local cargo department rebelled, encouraging research and half the engineering team to follow suit, resulting in massive gunfights across the station, leading to the deaths of dozens of crew and many of the security forces, with the station's Supermatter Reactor being sold to a currently unknown third party.</p><br><br><p>The rebellious crew, led by Quartermaster R. Checkers demanded 'Free cigarettes, taco Tuesday rights, and 50 pizzas', after 37 hours of standoff and siege. Though before the demands could be met, an explosion rang out from the cargo department, igniting many gas stores in atmospherics and leading to 1/3 of the station being destroyed in the resulting fire and depressurization, ending the stand-off. E-Shui repair drones are expected to take two weeks to repair the station, and many of the innocent victims have been resleeved, while many of the suspected ones are being delayed until further investigation.</p><br><br><p>The cause of the explosion is still unknown, though Outpost-19 security forces deny involvement.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Redspace Discoveries. Dated: Mar 24, 2568",
	"body": "<p>In recent months, groundbreaking discoveries in spatial anomalies have been confirmed in the fields of extra-dimensional horrors. Bluespace, named for the color-shift of a source of light moving towards a target, has been a well known phenomena since its discovery in 2493. However, it prompted theories of a 'redspace'; an as of yet unproven functional opposite.</p><br><br><p>However, recent anomalies on local Outpost-21 have been making waves in the wider reaches of space due to reports of a sort of 'hellish landscape'. Security footage recovered were often corrupted and crew that had returned reported being in a 'dream-like state'.</p><br><br><p>However, with so many correlating reports of a 'fleshy dimension filled with creatures and a twisted version of the station', psychologists have had little explanation other than rampant group psychosis formed nightmares. Local AI Tracer confirmed 'spacetime anomalies did not match records of typical wormholes found (...) Energy signatures, time dilation, latent spatial radiation, and crew cellular degradation varies from current records.' Local Research Director Trashfire had this to say: 'We cannot confirm, nor deny if this redspace exists or not(...) The most bizarre phenomena regarding this is our active communication with crewmembers in 'redspace' matching positions but not seeing them, watching as doors seemingly open on their own input but the redspaced crewmember opening it.'</p><br><br><p>Whether these portals head to Redspace, Hell, undiscovered areas of Bluespace, or are some other anomaly, is yet to be fully answered. Further questions are raised when wondering why these anomalies seem unique to Outposts 21, 20, and 18. But one thing is to be certain, if you find yourself in such an anomalous area. Stay calm, remain aware of your surroundings, and attempt to seek out a shimmering violet portal to get back to reality.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Approval of New Science Wing. Feb 14, 2568",
	"body": "<p>Recently, E-Shui officials have approved construction for a Phoronics wing at local Outpost-21. The wing had previously not been on the original construction plans of the facility due to many 'not seeing a point' to the explosively-oriented department. Saying 'Phoronics is a lab all about creating explosives. We have the BSA, complete security armory, and mining is off-world. There is no need for high explosive creation, typically used in conjunction with mining. Further, the risk of such high explosives is an unacceptable risk to the Terraformer.'</p><br><br><p>However, it appears in recent events, with relaxing SolGov regulations leading to more explosives being required for station security, a much more accurate scope of station threats and a re-review of lackluster mining output, E-Shui officials have given the go-ahead to construct the new wing.</p><br><br><p>The new wing has been located to be in the Outpost-21 skyline, built into the mountainside North of the current research wing, with an explosive firing range estimated to impact in an area between the Civilian and Engineering buildings, using relocated rock from the mining to better insulate any collateral blasts.</p><br><br><p>The current design of the new wing is still under consideration by AI units, engineers, research teams, and E-Shui officials; but is expected to undergo final construction in the coming weeks.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Authorization of Preemptive Security On Frontier Stations. Feb 2, 2568",
	"body": "<p>In recent weeks, Solgov has lessened its restrictions on regulation 141702 'Usage of Stationary and Mobile Traps and Security Deterrence' to allow for usage of such devices on frontier stations accosted by 'frequent, significant, and persistent threats on stations with insufficient security.'</p><br><br><p>Due to the recent rise in paranormal circumorph infestations, Chu'ukara infestations, stowaways, and suspected syndicate infiltration; local station Outpost-21 has recently been approved for exception to this regulation, which it had previously only had clearance for such measures around the armory.</p><br><br><p>While opponents of the relaxation of the regulation, such as Nanotrasen officials, argue the decision is ineffective with headlines such as 'SolGov allows for landmines to be used in bathrooms.' E-Shui law makes clear that crew members may not place destructive measures in commonly traveled areas, or anywhere where any destructive nature of a trap would damage critical station functions. As such, 'booby traps' are not authorized to be placed in any crew living areas of the station except during a red-level threat, and any explosive or other destruction-oriented traps are not to be placed in areas of critical infrastructure.</p><br><br><p>E-Shui officials at Outpost-21's Central Command hopes the new measures will allow crew members to 'have comfort in knowing they can take measures to protect their own station in the sector-wide security staffing crisis. And take active measures against reoccurring station threats. We trust this change in SolGov law will allow the maintenance tunnels and caverns of Outpost-21 to no longer be the spider-nest they currently are. Our brave station crew are the frontlines of defending the critical work we do here, and should feel safe in being able to decide their own defenses.'</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "GHOSTS?! Probably not. Feb 2, 2568",
	"body": "<p>We've all heard the stories. Spectral hands writing in blood, lights flickering, discordant screams. Outpost-21 has had a long history of so-called hauntings, ever since it was originally colonized. After the crash of '93 where a D-Class 'Star-Schooner' crashed into the second moon, resulting in all 7,413 souls being lost, paranormal activity on the planet increased drastically. Demons clawing at backs, screams with no bodies shattering windows, even the terraformer having nightmares requiring it to be hushed back to sleep with frequent lullabies. All of this hostile paranormal activity resulting in the second moon being destroyed, giving us the belt we have today.</p><br><br><p>But how real are these paranormal events? Even today, we have ghosts writing in blood, cameras taking pictures of transparent people not truly there, lights flickering, and screams causing nosebleeds. But I assure you, none of these are paranomal, or even strange!</p><br><br><p>The ghostly writing can easily be attributed to shadekin. Faded pictures are poor quality cameras. Lights flickering is a well-known side effect of shadekin phasing, and the frequent brownouts and blackouts the station faces due to insufficient engineering. Even the 'paranomal clowns', the circumorphs that stalk maintenance could be chalked up to a scientific experiment gone wrong. We all know xenobiology goes too far! Why attribute it to the supernatural when we know it is not?</p><br><br><p>So please, my fellow stationers, we must stop spreading such false rumors of supernatural things. The moon was blown up for the security a belt provides, clowns are from clownplanet not hell, and research digs up horrifying artifacts from the depths they should keep buried.</p><br><br><p>Redspace is very real, though.</p>",
	"author": "Radio Gremlin",
	"message_type": "Opinion"
	},
	{
	"title": "Automated Response",
	"body": "<p>Node relay confirms response.</p><p>Please wait for content to finish uploading to your newscast network...</p>",
	"author": "ES-Net-Test",
	"message_type": "System Test"
	}
]
